tap "homebrew/bundle"
tap "mongodb/brew"
brew "bfg"
brew "ctags"
brew "ffmpeg"
brew "node"
brew "http-server"
brew "mas"
brew "node@16"
brew "python@3.11"
brew "speedtest-cli"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "mongodb/brew/mongodb-community"
cask "4k-video-downloader"
cask "alfred"
cask "blackhole-16ch"
cask "firefox"
cask "iterm2"
cask "mongodb-compass"
cask "postman"
cask "rectangle"
cask "visual-studio-code"
cask "vlc"
mas "Microsoft OneNote", id: 784801555
mas "Simple Comic", id: 1497435571
mas "Telegram", id: 747648890
mas "Twitter", id: 1482454543
mas "WhatsApp", id: 1147396723
vscode "batisteo.vscode-django"
vscode "burkeholland.simple-react-snippets"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.codespaces"
vscode "janisdd.vscode-edit-csv"
vscode "KevinRose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cpptools"
vscode "necinc.elmmet"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "ritwickdey.LiveServer"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "wholroyd.jinja"
