tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
brew "aircrack-ng"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bettercap"
brew "openjdk"
brew "bfg"
brew "ctags"
brew "docker-compose"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "hashcat"
brew "hcxtools"
brew "htop"
brew "node"
brew "openssl@1.1"
brew "http-server"
brew "httrack"
brew "lazygit"
brew "libzip"
brew "mas"
brew "mongosh"
brew "ncdu"
brew "neovim"
brew "node@16"
brew "postgresql@14"
brew "ripgrep"
brew "speedtest-cli"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "wireshark"
brew "yt-dlp"
brew "mongodb/brew/mongodb-community"
cask "4k-video-downloader"
cask "alfred"
cask "blackhole-16ch"
cask "brave-browser"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "handbrake"
cask "iterm2"
cask "mongodb-compass"
cask "obsidian"
cask "postman"
cask "rectangle"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Simple Comic", id: 1497435571
mas "Telegram", id: 747648890
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "heybourn.headwind"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cpptools"
vscode "necinc.elmmet"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "ritwickdey.liveserver"
vscode "vscodevim.vim"
