tap "anomalyco/tap"
tap "f/textream"
tap "mongodb/brew"
brew "bun"
brew "docker-compose"
brew "ffmpeg"
brew "go"
brew "htop"
brew "kind"
brew "lazygit"
brew "libzip"
brew "lua"
brew "luarocks"
brew "mongosh"
brew "neovim"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "rust"
brew "speedtest-cli"
brew "tmux"
brew "tree"
brew "wget"
brew "zoxide"
brew "anomalyco/tap/opencode"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
cask "alfred"
cask "cursor"
cask "google-chrome"
cask "iterm2"
cask "macfuse"
cask "mongodb-compass"
cask "protonvpn"
cask "rectangle"
cask "redis-insight"
cask "vlc"
cask "zoom"
vscode "anysphere.cursorpyright"
vscode "bradlc.vscode-tailwindcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "prisma.prisma"
vscode "qwtel.sqlite-viewer"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
cargo "avm"
npm "corepack"
