2gua.rainbow-brackets
burkeholland.simple-react-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
GitHub.github-vscode-theme
mechatroner.rainbow-csv
ms-dotnettools.csharp
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
necinc.elmmet
oderwat.indent-rainbow
PKief.material-icon-theme
ritwickdey.LiveServer
sdras.night-owl
vscode-icons-team.vscode-icons
