batisteo.vscode-django
burkeholland.simple-react-snippets
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
GitHub.codespaces
KevinRose.vsc-python-indent
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cpptools
necinc.elmmet
njpwerner.autodocstring
oderwat.indent-rainbow
PKief.material-icon-theme
pranaygp.vscode-css-peek
ritwickdey.LiveServer
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
wholroyd.jinja
